/** @format */

export const approvalOptions = [
    "승인여부 전체",
    "승인대기",
    "승인완료",
    "승인거부",
];

export const sortOrderTexts = ["신청일시순", "승인일시순"];

export const changeApprovals = ["승인완료", "승인거부"];

export const userData = [
    {
        no: 1,
        기준유형: "소득적격",
        신청유형: "개인전문",
        신청일시: "2023-01-10 09:00:00",
        승인여부: "승인대기",
        승인거부사유: "",
        승인일시: "2023-01-10 09:00:00",
        관리자: "김관리자",
    },
    {
        no: 2,
        기준유형: "소득적격",
        신청유형: "개인전문",
        신청일시: "2023-01-10 09:00:00",
        승인여부: "승인거부",
        승인거부사유:
            "서류 식별 불가 금융투자 서류 식별 불가 금융투자 서류 식별 불가 금융투자",
        승인일시: "2023-01-10 09:00:00",
        관리자: "김관리자",
    },
    {
        no: 3,
        기준유형: "소득적격",
        신청유형: "소득적격",
        신청일시: "2023-01-10 09:00:00",
        승인여부: "승인대기",
        승인거부사유: "",
        승인일시: "2023-01-10 09:00:00",
        관리자: "김관리자",
    },
    {
        no: 4,
        기준유형: "소득적격",
        신청유형: "개인전문",
        신청일시: "2023-01-10 09:00:00",
        승인여부: "승인거부",
        승인거부사유: "서류 식별 불가 금융투자...",
        승인일시: "2023-01-10 09:00:00",
        관리자: "김관리자",
    },
    {
        no: 5,
        기준유형: "소득적격",
        신청유형: "개인전문",
        신청일시: "2023-01-10 09:00:00",
        승인여부: "승인완료",
        승인거부사유: "",
        승인일시: "2023-01-10 09:00:00",
        관리자: "김관리자",
    },
    {
        no: 6,
        기준유형: "일반개인",
        신청유형: "소득적격",
        신청일시: "2023-01-10 09:00:00",
        승인여부: "승인완료",
        승인거부사유: "",
        승인일시: "2023-01-10 09:00:00",
        관리자: "김관리자",
    },
];
